drivers/NVMSIM/test/fio/output/pmem/pmem-readSeq-1-4k-4G-test
mytest: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
...
fio-3.1
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=3870: Thu Apr 30 09:56:38 2020
   read: IOPS=1212k, BW=4733MiB/s (4963MB/s)(12.0GiB/2596msec)
    slat (nsec): min=1211, max=11111k, avg=1675.67, stdev=8999.74
    clat (nsec): min=399, max=1122.9k, avg=492.99, stdev=1213.48
     lat (nsec): min=1670, max=11116k, avg=2214.85, stdev=9162.80
    clat percentiles (nsec):
     |  1.00th=[  410],  5.00th=[  426], 10.00th=[  438], 20.00th=[  450],
     | 30.00th=[  454], 40.00th=[  458], 50.00th=[  466], 60.00th=[  470],
     | 70.00th=[  482], 80.00th=[  490], 90.00th=[  506], 95.00th=[  588],
     | 99.00th=[  660], 99.50th=[  740], 99.90th=[ 2128], 99.95th=[15424],
     | 99.99th=[33024]
   bw (  MiB/s): min= 1456, max= 1666, per=33.48%, avg=1584.54, stdev=64.26, samples=15
   iops        : min=372845, max=426704, avg=405641.80, stdev=16451.17, samples=15
  lat (nsec)   : 500=85.07%, 750=14.46%, 1000=0.17%
  lat (usec)   : 2=0.20%, 4=0.04%, 10=0.01%, 20=0.04%, 50=0.02%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=27.06%, sys=72.07%, ctx=410, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=3145728,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=4733MiB/s (4963MB/s), 4733MiB/s-4733MiB/s (4963MB/s-4963MB/s), io=12.0GiB (12.9GB), run=2596-2596msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%