drivers/NVMSIM/test/fio/output/pmem/pmem-readSeq-1-512k-2G-test
mytest: (g=0): rw=read, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 process

mytest: (groupid=0, jobs=1): err= 0: pid=8834: Thu Apr 30 12:26:53 2020
   read: IOPS=15.9k, BW=7938MiB/s (8324MB/s)(2048MiB/258msec)
    slat (usec): min=50, max=342, avg=61.66, stdev=23.39
    clat (nsec): min=493, max=34766, avg=717.58, stdev=1203.56
     lat (usec): min=51, max=345, avg=62.51, stdev=23.97
    clat percentiles (nsec):
     |  1.00th=[  516],  5.00th=[  540], 10.00th=[  548], 20.00th=[  556],
     | 30.00th=[  572], 40.00th=[  580], 50.00th=[  580], 60.00th=[  588],
     | 70.00th=[  588], 80.00th=[  596], 90.00th=[  900], 95.00th=[ 1320],
     | 99.00th=[ 1608], 99.50th=[ 2096], 99.90th=[21888], 99.95th=[23424],
     | 99.99th=[34560]
  lat (nsec)   : 500=0.05%, 750=87.52%, 1000=4.98%
  lat (usec)   : 2=6.74%, 4=0.39%, 20=0.17%, 50=0.15%
  cpu          : usr=1.17%, sys=97.67%, ctx=2, majf=0, minf=139
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=4096,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=7938MiB/s (8324MB/s), 7938MiB/s-7938MiB/s (8324MB/s-8324MB/s), io=2048MiB (2147MB), run=258-258msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%