drivers/NVMSIM/test/fio/output/pmem/pmem-writeSeq-1-256k-2G-test
mytest: (g=0): rw=write, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 process

mytest: (groupid=0, jobs=1): err= 0: pid=8811: Thu Apr 30 12:26:41 2020
  write: IOPS=38.6k, BW=9660MiB/s (10.1GB/s)(2048MiB/212msec)
    slat (usec): min=18, max=396, avg=24.57, stdev=17.00
    clat (nsec): min=451, max=182049, avg=679.02, stdev=3117.94
     lat (usec): min=19, max=398, avg=25.38, stdev=17.59
    clat percentiles (nsec):
     |  1.00th=[   466],  5.00th=[   474], 10.00th=[   478], 20.00th=[   482],
     | 30.00th=[   490], 40.00th=[   494], 50.00th=[   498], 60.00th=[   502],
     | 70.00th=[   510], 80.00th=[   524], 90.00th=[   620], 95.00th=[   780],
     | 99.00th=[  1672], 99.50th=[  2640], 99.90th=[ 22400], 99.95th=[ 26240],
     | 99.99th=[181248]
  lat (nsec)   : 500=53.85%, 750=38.45%, 1000=4.16%
  lat (usec)   : 2=2.77%, 4=0.31%, 20=0.31%, 50=0.12%, 100=0.01%
  lat (usec)   : 250=0.02%
  cpu          : usr=12.80%, sys=86.26%, ctx=1, majf=0, minf=13
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,8192,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=9660MiB/s (10.1GB/s), 9660MiB/s-9660MiB/s (10.1GB/s-10.1GB/s), io=2048MiB (2147MB), run=212-212msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%