drivers/NVMSIM/test/fio/output/pmem/pmem-writeSeq-1-4-2G-test
mytest: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 process

mytest: (groupid=0, jobs=1): err= 0: pid=8417: Thu Apr 30 12:24:11 2020
  write: IOPS=366k, BW=1429MiB/s (1499MB/s)(2048MiB/1433msec)
    slat (nsec): min=1248, max=362137, avg=1887.76, stdev=4261.80
    clat (nsec): min=366, max=324486, avg=516.84, stdev=1943.61
     lat (nsec): min=1659, max=370631, avg=2463.76, stdev=5021.22
    clat percentiles (nsec):
     |  1.00th=[  374],  5.00th=[  378], 10.00th=[  394], 20.00th=[  398],
     | 30.00th=[  398], 40.00th=[  402], 50.00th=[  406], 60.00th=[  410],
     | 70.00th=[  418], 80.00th=[  446], 90.00th=[  516], 95.00th=[  620],
     | 99.00th=[ 1012], 99.50th=[ 1672], 99.90th=[22144], 99.95th=[24960],
     | 99.99th=[89600]
   bw (  MiB/s): min= 1301, max= 1411, per=94.92%, avg=1356.51, stdev=77.29, samples=2
   iops        : min=333276, max=361257, avg=347266.50, stdev=19785.55, samples=2
  lat (nsec)   : 500=88.96%, 750=8.96%, 1000=1.05%
  lat (usec)   : 2=0.58%, 4=0.10%, 10=0.05%, 20=0.17%, 50=0.11%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%
  cpu          : usr=29.75%, sys=70.11%, ctx=10, majf=0, minf=12
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,524288,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1429MiB/s (1499MB/s), 1429MiB/s-1429MiB/s (1499MB/s-1499MB/s), io=2048MiB (2147MB), run=1433-1433msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%