drivers/NVMSIM/test/fio/output/pmem/pmem-writeSeq-1-8k-2G-test
mytest: (g=0): rw=write, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=libaio, iodepth=1
fio-3.1
Starting 1 process

mytest: (groupid=0, jobs=1): err= 0: pid=8670: Thu Apr 30 12:25:59 2020
  write: IOPS=284k, BW=2221MiB/s (2329MB/s)(2048MiB/922msec)
    slat (nsec): min=1486, max=809236, avg=2518.06, stdev=6226.26
    clat (nsec): min=367, max=366530, avg=562.52, stdev=2383.27
     lat (nsec): min=1896, max=829205, avg=3147.36, stdev=7088.69
    clat percentiles (nsec):
     |  1.00th=[   374],  5.00th=[   394], 10.00th=[   394], 20.00th=[   398],
     | 30.00th=[   398], 40.00th=[   402], 50.00th=[   410], 60.00th=[   414],
     | 70.00th=[   438], 80.00th=[   482], 90.00th=[   572], 95.00th=[   668],
     | 99.00th=[  1240], 99.50th=[  3312], 99.90th=[ 22912], 99.95th=[ 34048],
     | 99.99th=[114176]
   bw (  MiB/s): min= 2233, max= 2233, per=100.00%, avg=2233.97, stdev= 0.00, samples=1
   iops        : min=285948, max=285948, avg=285948.00, stdev= 0.00, samples=1
  lat (nsec)   : 500=82.84%, 750=13.86%, 1000=1.80%
  lat (usec)   : 2=0.88%, 4=0.16%, 10=0.09%, 20=0.19%, 50=0.14%
  lat (usec)   : 100=0.02%, 250=0.01%, 500=0.01%
  cpu          : usr=25.41%, sys=73.94%, ctx=11, majf=0, minf=13
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,262144,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=2221MiB/s (2329MB/s), 2221MiB/s-2221MiB/s (2329MB/s-2329MB/s), io=2048MiB (2147MB), run=922-922msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%